tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'git'
# brew 'node' # Not recommended, may cause issues with npm
brew 'perl'
brew 'python3'
brew 'ruby'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'watchman'

cask 'atom'
cask 'google-chrome'
cask 'iterm2'
cask 'diffmerge'
cask 'visual-studio-code'
